Repository: javierferrersb/FluentTasks
Catalog: FluentTasks/Strings/*/Resources.resw
Source language: en_us
Languages: bg_bg, bn_bd, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, mt_mt, nb_no, pa_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

# SettingsAboutAppDescriptionTextBlock.Text
source: A modern, fluent task management app for Windows
bg_bg: Модерно приложение за управление на задачи за Windows
bn_bd: Windows-এর জন্য একটি আধুনিক, সাবলীল টাস্ক ম্যানেজমেন্ট অ্যাপ
ca_es: Una aplicació moderna de gestió de tasques per a Windows
cs_cz: Moderní aplikace pro správu úkolů pro Windows
da_dk: En moderne og flydende opgavestyringsapp til Windows
el_gr: Μια σύγχρονη εφαρμογή διαχείρισης εργασιών για Windows
es_es: Una aplicación moderna de gestión de tareas para Windows
et_ee: Moodne, sujuv ülesannete haldamise rakendus Windowsile
fi_fi: Moderni tehtävienhallintasovellus Windowsille
fr_fr: Une application moderne et fluide de gestion des tâches pour Windows
ga_ie: Aip nua-aimseartha bhainistíochta tascanna do Windows
he_il: אפליקציית ניהול משימות מודרנית עבור Windows
hi_in: Windows के लिए एक आधुनिक टास्क प्रबंधन ऐप
hr_hr: Moderna aplikacija za upravljanje zadacima za Windows
hu_hu: Modern, letisztult feladatkezelő alkalmazás Windowsra
id_id: Aplikasi manajemen tugas modern untuk Windows
it_it: Un'app moderna e fluida per la gestione delle attivita su Windows
ja_jp: Windows向けのモダンなタスク管理アプリ
ko_kr: Windows용 현대적인 작업 관리 앱
lt_lt: Moderni, patogi užduočių valdymo programėlė, skirta Windows
lv_lv: Mūsdienīga, plūstoša uzdevumu pārvaldības lietotne Windows
mt_mt: App moderna għall-immaniġġjar tal-kompiti għal Windows
nb_no: En moderne oppgavehåndteringsapp for Windows
pa_pk: Windows لئی اک جدید ٹاسک مینیجمنٹ ایپ
pl_pl: Nowoczesna aplikacja do zarządzania zadaniami dla Windows
pt_pt: Uma aplicação moderna e fluida de gestão de tarefas para Windows
ro_ro: O aplicație modernă de gestionare a sarcinilor pentru Windows
ru_ru: Современное приложение управления задачами для Windows
sk_sk: Moderná aplikácia na správu úloh pre Windows
sl_si: Sodobna aplikacija za upravljanje opravil za Windows
sr_latn_rs: Moderna aplikacija za upravljanje zadacima za Windows
sv_se: En modern app för uppgiftshantering för Windows
th_th: แอปจัดการงานสมัยใหม่สำหรับ Windows
tr_tr: Windows için modern bir görev yönetimi uygulaması
uk_ua: Сучасний застосунок керування завданнями для Windows
vi_vn: Ứng dụng quản lý công việc hiện đại cho Windows
zh_tw: 一款現代化、流暢的 Windows 任務管理應用程式

# ShellNewListDefaultName
source: New List
bg_bg: Нов списък
bn_bd: নতুন তালিকা
ca_es: Llista nova
cs_cz: Nový seznam
da_dk: Ny liste
el_gr: Νέα λίστα
es_es: Nueva lista
et_ee: Uus loend
fi_fi: Uusi lista
fr_fr: Nouvelle liste
ga_ie: Liosta nua
he_il: רשימה חדשה
hi_in: नई सूची
hr_hr: Novi popis
hu_hu: Új lista
id_id: Daftar baru
it_it: Nuova lista
ja_jp: 新しいリスト
ko_kr: 새 목록
lt_lt: Naujas sąrašas
lv_lv: Jauns saraksts
mt_mt: Lista ġdida
nb_no: Ny liste
pa_pk: نئی لسٹ
pl_pl: Nowa lista
pt_pt: Nova lista
ro_ro: Listă nouă
ru_ru: Новый список
sk_sk: Nový zoznam
sl_si: Nov seznam
sr_latn_rs: Nova lista
sv_se: Ny lista
th_th: รายการใหม่
tr_tr: Yeni Liste
uk_ua: Новий список
vi_vn: Danh sách mới
zh_tw: 新列表

# TaskListSortOptionAlphabetical
source: A to Z
bg_bg: A до Z
bn_bd: A থেকে Z
ca_es: A a Z
cs_cz: A až Z
da_dk: A til Å
el_gr: Α έως Ω
es_es: A a Z
et_ee: A kuni Z
fi_fi: A–Ö
fr_fr: A à Z
ga_ie: A go Z
he_il: א עד ת
hi_in: A से Z
hr_hr: A do Ž
hu_hu: A-tól Z-ig
id_id: A ke Z
it_it: Da A a Z
ja_jp: A→Z
ko_kr: A-Z
lt_lt: A iki Ž
lv_lv: A līdz Z
mt_mt: A sa Z
nb_no: A til Å
pa_pk: A توں Z
pl_pl: A do Z
pt_pt: A a Z
ro_ro: A la Z
ru_ru: От А до Я
sk_sk: A až Z
sl_si: A do Ž
sr_latn_rs: A do Z
sv_se: A till Ö
th_th: A ถึง Z
tr_tr: A'dan Z'ye
uk_ua: A до Z
vi_vn: A đến Z
zh_tw: A 到 Z

# EditButton.ToolTipService.ToolTip
source: Edit list
bg_bg: Редактирай списъка
bn_bd: তালিকা সম্পাদনা করুন
ca_es: Edita llista
cs_cz: Upravit seznam
da_dk: Rediger liste
el_gr: Επεξεργασία λίστας
es_es: Editar lista
et_ee: Muuda loendit
fi_fi: Muokkaa listaa
fr_fr: Modifier la liste
ga_ie: Cuir liosta in eagar
he_il: ערוך רשימה
hi_in: सूची संपादित करें
hr_hr: Uredi popis
hu_hu: Lista szerkesztése
id_id: Edit daftar
it_it: Modifica lista
ja_jp: リストを編集
ko_kr: 목록 편집
lt_lt: Redaguoti sąrašą
lv_lv: Rediģēt sarakstu
mt_mt: Editja l-lista
nb_no: Rediger liste
pa_pk: لسٹ ایڈٹ کرو
pl_pl: Edytuj listę
pt_pt: Editar lista
ro_ro: Editează lista
ru_ru: Изменить список
sk_sk: Upraviť zoznam
sl_si: Uredi seznam
sr_latn_rs: Uredi listu
sv_se: Redigera lista
th_th: แก้ไขรายการ
tr_tr: Listeyi düzenle
uk_ua: Редагувати список
vi_vn: Sửa danh sách
zh_tw: 編輯列表

# SettingsListsDescriptionTextBlock.Text
source: Configure default list behavior
bg_bg: Настройте поведението по подразбиране на списъците
bn_bd: ডিফল্ট তালিকার আচরণ কনফিগার করুন
ca_es: Configura el comportament predeterminat de les llistes
cs_cz: Nastavit výchozí chování seznamu
da_dk: Konfigurer standardadfærd for lister
el_gr: Ρύθμιση προεπιλεγμένης συμπεριφοράς λίστας
es_es: Configura el comportamiento predeterminado de las listas
et_ee: Seadista loendi vaikekäitumine
fi_fi: Määritä listojen oletustoiminta
fr_fr: Configurer le comportement par défaut des listes
ga_ie: Cumraigh iompar réamhshocraithe an liosta
he_il: הגדר התנהגות ברירת מחדל לרשימות
hi_in: सूचियों का डिफ़ॉल्ट व्यवहार सेट करें
hr_hr: Postavite zadano ponašanje popisa
hu_hu: Alapértelmezett listaműködés beállítása
id_id: Atur perilaku default daftar
it_it: Configura il comportamento predefinito delle liste
lt_lt: Konfigūruokite numatytąją sąrašo elgseną
lv_lv: Konfigurēt noklusējuma saraksta darbību
mt_mt: Ikkonfigura l-imġiba default tal-lista
nb_no: Konfigurer standardoppførsel for lister
pa_pk: لسٹ دا ڈیفالٹ رویہ سیٹ کرو
pl_pl: Skonfiguruj domyślne zachowanie list
pt_pt: Configurar comportamento predefinido das listas
ro_ro: Configurează comportamentul implicit al listelor
ru_ru: Настроить поведение списков по умолчанию
sk_sk: Nastavte predvolené správanie zoznamov
sl_si: Nastavite privzeto vedenje seznamov
sr_latn_rs: Podesi podrazumevano ponašanje lista
sv_se: Konfigurera standardbeteende för listor
th_th: ตั้งค่าพฤติกรรมเริ่มต้นของรายการ
tr_tr: Varsayılan liste davranışını yapılandırın
uk_ua: Налаштувати типову поведінку списків
vi_vn: Cấu hình hành vi mặc định của danh sách
zh_tw: 設定預設列表行為

# TaskListEmptyStateDefaultSubtitle
source: Add a task to get started
bg_bg: Добавете задача, за да започнете
bn_bd: শুরু করতে একটি টাস্ক যোগ করুন
ca_es: Afegeix una tasca per començar
cs_cz: Přidejte úkol a začněte
da_dk: Tilføj en opgave for at komme i gang
el_gr: Προσθέστε μια εργασία για να ξεκινήσετε
es_es: Agrega una tarea para comenzar
et_ee: Alustamiseks lisa ülesanne
fi_fi: Lisää tehtävä aloittaaksesi
fr_fr: Ajoutez une tâche pour commencer
ga_ie: Cuir tasc leis chun tosú
he_il: הוסף משימה כדי להתחיל
hi_in: शुरू करने के लिए एक टास्क जोड़ें
hr_hr: Dodajte zadatak za početak
hu_hu: Adjon hozzá egy feladatot a kezdéshez
id_id: Tambahkan tugas untuk memulai
it_it: Aggiungi un'attivita per iniziare
ja_jp: 開始するにはタスクを追加してください
ko_kr: 시작하려면 작업을 추가하세요
lt_lt: Pridėkite užduotį, kad pradėtumėte
lv_lv: Pievienojiet uzdevumu, lai sāktu
mt_mt: Żid kompitu biex tibda
nb_no: Legg til en oppgave for å komme i gang
pa_pk: شروع کرن لئی اک ٹاسک شامل کرو
pl_pl: Dodaj zadanie, aby rozpocząć
pt_pt: Adicione uma tarefa para começar
ro_ro: Adăugați o sarcină pentru a începe
ru_ru: Добавьте задачу, чтобы начать
sk_sk: Pridajte úlohu a začnite
sl_si: Dodajte opravilo za začetek
sr_latn_rs: Dodajte zadatak za početak
sv_se: Lägg till en uppgift för att komma igång
th_th: เพิ่มงานเพื่อเริ่มต้น
tr_tr: Başlamak için bir görev ekleyin
uk_ua: Додайте завдання, щоб почати
vi_vn: Thêm công việc để bắt đầu
zh_tw: 新增任務以開始使用

# ShellDeleteListDialogClose
source: Cancel
bg_bg: Отказ
bn_bd: বাতিল
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
el_gr: Ακύρωση
es_es: Cancelar
et_ee: Tühista
fi_fi: Peruuta
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
mt_mt: Ikkanċella
nb_no: Avbryt
pa_pk: منسوخ
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sr_latn_rs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_tw: 取消

# DefaultFilterComboBox.Header
source: Default filter
bg_bg: Филтър по подразбиране
bn_bd: ডিফল্ট ফিল্টার
ca_es: Filtre predeterminat
cs_cz: Výchozí filtr
da_dk: Standardfilter
el_gr: Προεπιλεγμένο φίλτρο
es_es: Filtro predeterminado
et_ee: Vaikefilter
fi_fi: Oletussuodatin
fr_fr: Filtre par défaut
ga_ie: Scagaire réamhshocraithe
he_il: מסנן ברירת מחדל
hi_in: डिफ़ॉल्ट फ़िल्टर
hr_hr: Zadani filtar
hu_hu: Alapértelmezett szűrő
id_id: Filter default
it_it: Filtro predefinito
ja_jp: 既定のフィルター
ko_kr: 기본 필터
lt_lt: Numatytasis filtras
lv_lv: Noklusējuma filtrs
mt_mt: Filtru default
nb_no: Standardfilter
pa_pk: ڈیفالٹ فلٹر
pl_pl: Domyślny filtr
pt_pt: Filtro predefinido
ro_ro: Filtru implicit
ru_ru: Фильтр по умолчанию
sk_sk: Predvolený filter
sl_si: Privzeti filter
sr_latn_rs: Podrazumevani filter
sv_se: Standardfilter
th_th: ตัวกรองเริ่มต้น
tr_tr: Varsayılan filtre
uk_ua: Типовий фільтр
vi_vn: Bộ lọc mặc định
zh_tw: 預設篩選

# TaskTitleTextBox.Header
source: Title
bg_bg: Заглавие
bn_bd: শিরোনাম
ca_es: Títol
cs_cz: Název
da_dk: Titel
el_gr: Τίτλος
es_es: Título
et_ee: Pealkiri
fi_fi: Otsikko
fr_fr: Titre
ga_ie: Teideal
he_il: כותרת
hi_in: शीर्षक
hr_hr: Naslov
hu_hu: Cím
id_id: Judul
it_it: Titolo
ja_jp: タイトル
ko_kr: 제목
lt_lt: Pavadinimas
lv_lv: Nosaukums
mt_mt: Titlu
nb_no: Tittel
pa_pk: عنوان
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sk_sk: Názov
sl_si: Naslov
sr_latn_rs: Naslov
sv_se: Titel
th_th: ชื่อเรื่อง
tr_tr: Başlık
uk_ua: Назва
vi_vn: Tiêu đề
zh_tw: 標題

# SettingsThemeLightTextBlock.Text
source: Light
bg_bg: Светъл
bn_bd: লাইট
ca_es: Clar
cs_cz: Světlý
da_dk: Lys
el_gr: Φωτεινό
es_es: Claro
et_ee: Hele
fi_fi: Vaalea
fr_fr: Clair
ga_ie: Geal
he_il: בהיר
hi_in: हल्का
hr_hr: Svijetlo
hu_hu: Világos
id_id: Terang
it_it: Chiaro
ja_jp: ライト
ko_kr: 라이트
lt_lt: Šviesi
lv_lv: Gaišs
mt_mt: Ċar
nb_no: Lys
pa_pk: لائٹ
pl_pl: Jasny
pt_pt: Claro
ro_ro: Deschis
ru_ru: Светлая
sk_sk: Svetlý
sl_si: Svetel
sr_latn_rs: Svetlo
sv_se: Ljust
th_th: สว่าง
tr_tr: Açık
uk_ua: Світла
vi_vn: Sáng
zh_tw: 淺色

# OnboardingFeatureOrganizeTitleBlock.Text
source: Stay Organized
bg_bg: Бъдете организирани
bn_bd: সুশৃঙ্খল থাকুন
ca_es: Mantén-te organitzat
cs_cz: Buďte organizovaní
da_dk: Hold styr på tingene
el_gr: Μείνετε οργανωμένοι
es_es: Mantente organizado
et_ee: Püsi organiseerituna
fi_fi: Pysy järjestyksessä
fr_fr: Restez organisé
ga_ie: Fan eagraithe
he_il: הישאר מאורגן
hi_in: संगठित रहें
hr_hr: Ostanite organizirani
hu_hu: Maradjon rendszerezett
id_id: Tetap terorganisir
it_it: Rimani organizzato
lt_lt: Išlikite organizuoti
lv_lv: Esiet organizēts
mt_mt: Ibqa' organizzat
nb_no: Hold orden
pa_pk: منظم رہو
pl_pl: Bądź zorganizowany
pt_pt: Mantenha-se organizado
ro_ro: Rămâi organizat
ru_ru: Оставайтесь организованными
sk_sk: Zostaňte organizovaní
sl_si: Ostanite organizirani
sr_latn_rs: Ostanite organizovani
sv_se: Håll dig organiserad
th_th: จัดระเบียบอยู่เสมอ
tr_tr: Düzenli Kalın
uk_ua: Будьте організовані
vi_vn: Luôn ngăn nắp
zh_tw: 保持有序

# DefaultFilterOverdueComboBoxItem.Content
source: Overdue
bg_bg: Просрочени
bn_bd: বিলম্বিত
ca_es: Vençudes
cs_cz: Po termínu
da_dk: Forfalden
el_gr: Εκπρόθεσμες
es_es: Vencidas
et_ee: Ületähtaja
fi_fi: Myöhässä
fr_fr: En retard
ga_ie: Thar am
he_il: באיחור
hi_in: समयसीमा पार
hr_hr: Prekoračen rok
hu_hu: Lejárt
id_id: Lewat jatuh tempo
it_it: Scadute
ja_jp: 期限超過
ko_kr: 기한 초과
lt_lt: Pavėluotos
lv_lv: Nokavēti
mt_mt: Skaduti
nb_no: Forsinket
pa_pk: میعاد گزر چکی
pl_pl: Po terminie
pt_pt: Em atraso
ro_ro: Întârziate
ru_ru: Просрочено
sk_sk: Po termíne
sl_si: Zamujeno
sr_latn_rs: Prekoračen rok
sv_se: Försenad
th_th: เกินกำหนด
tr_tr: Gecikmiş
uk_ua: Прострочені
vi_vn: Quá hạn
zh_tw: 已逾期

# TaskListStatusFailedUpdateTask
source: Failed to update task
bg_bg: Неуспешно обновяване на задачата
bn_bd: টাস্ক আপডেট করতে ব্যর্থ
ca_es: No s'ha pogut actualitzar la tasca
cs_cz: Aktualizace úkolu se nezdařila
da_dk: Kunne ikke opdatere opgave
el_gr: Αποτυχία ενημέρωσης εργασίας
es_es: No se pudo actualizar la tarea
et_ee: Ülesande uuendamine ebaõnnestus
fi_fi: Tehtävän päivittäminen epäonnistui
fr_fr: Échec de la mise à jour de la tâche
ga_ie: Theip ar nuashonrú an taisc
he_il: עדכון המשימה נכשל
hi_in: टास्क अपडेट नहीं हो सका
hr_hr: Ažuriranje zadatka nije uspjelo
hu_hu: A feladat frissítése sikertelen
id_id: Gagal memperbarui tugas
it_it: Impossibile aggiornare l'attivita
ja_jp: タスクの更新に失敗しました
ko_kr: 작업 업데이트 실패
lt_lt: Nepavyko atnaujinti užduoties
lv_lv: Neizdevās atjaunināt uzdevumu
mt_mt: Falla l-aġġornament tal-kompitu
nb_no: Kunne ikke oppdatere oppgave
pa_pk: ٹاسک اپڈیٹ نہیں ہویا
pl_pl: Nie udało się zaktualizować zadania
pt_pt: Falha ao atualizar a tarefa
ro_ro: Actualizarea sarcinii a eșuat
ru_ru: Не удалось обновить задачу
sk_sk: Nepodarilo sa aktualizovať úlohu
sl_si: Posodobitev opravila ni uspela
sr_latn_rs: Neuspešno ažuriranje zadatka
sv_se: Misslyckades med att uppdatera uppgift
th_th: อัปเดตงานไม่สำเร็จ
tr_tr: Görev güncellenemedi
uk_ua: Не вдалося оновити завдання
vi_vn: Không thể cập nhật công việc
zh_tw: 更新任務失敗

# DueDateTextBlock.Text
source: Due Date
bg_bg: Краен срок
bn_bd: নির্ধারিত তারিখ
ca_es: Data de venciment
cs_cz: Termín
da_dk: Forfaldsdato
el_gr: Ημερομηνία λήξης
es_es: Fecha de vencimiento
et_ee: Tähtaeg
fi_fi: Eräpäivä
fr_fr: Date d'échéance
ga_ie: Dáta dlite
he_il: תאריך יעד
hi_in: नियत तिथि
hr_hr: Rok
hu_hu: Határidő
id_id: Tanggal jatuh tempo
it_it: Data di scadenza
ja_jp: 期限日
ko_kr: 마감일
lt_lt: Terminas
lv_lv: Izpildes termiņš
mt_mt: Data ta' skadenza
nb_no: Forfallsdato
pa_pk: میعاد
pl_pl: Termin
pt_pt: Data de conclusão
ro_ro: Termen
ru_ru: Срок
sk_sk: Termín
sl_si: Rok
sr_latn_rs: Rok
sv_se: Förfallodatum
th_th: วันครบกำหนด
tr_tr: Son Tarih
uk_ua: Термін
vi_vn: Ngày đến hạn
zh_tw: 截止日期

# TaskListConfirmCompleteSubtasksMessage
source: This task has {0} incomplete subtask(s).\n\nCompleting the parent task will also complete all subtasks.
bg_bg: Тази задача има {0} незавършени подзадачи. Завършването на родителската задача ще завърши и всички подзадачи.
bn_bd: এই টাস্কে {0}টি অসম্পূর্ণ সাবটাস্ক আছে।\n\nমূল টাস্ক সম্পন্ন করলে সব সাবটাস্কও সম্পন্ন হবে।
ca_es: Aquesta tasca té {0} subtasca(es) incompleta(es). Completar la tasca principal també completarà totes les subtasques.
cs_cz: Tento úkol má {0} nedokončených podúkolů.\n\nDokončení nadřazeného úkolu dokončí i všechny podúkoly.
da_dk: Denne opgave har {0} ufuldførte underopgaver. Hvis du fuldfører hovedopgaven, fuldføres alle underopgaver også.
el_gr: Αυτή η εργασία έχει {0} μη ολοκληρωμένες υποεργασίες.\n\nΗ ολοκλήρωση της κύριας εργασίας θα ολοκληρώσει και όλες τις υποεργασίες.
es_es: Esta tarea tiene {0} subtarea(s) incompleta(s). Completar la tarea principal también completará todas las subtareas.
et_ee: Sellel ülesandel on {0} lõpetamata alamülesannet.\n\nÜlemülesande lõpetamisel lõpetatakse ka kõik alamülesanded.
fi_fi: Tässä tehtävässä on {0} keskeneräistä alatehtävää. Päätehtävän merkitseminen valmiiksi merkitsee myös kaikki alatehtävät valmiiksi.
fr_fr: Cette tâche comporte {0} sous-tâche(s) incomplète(s).\n\nTerminer la tâche parente terminera également toutes les sous-tâches.
ga_ie: Tá {0} fo-thasc neamhiomlán ag an tasc seo.\n\nNuair a chríochnaítear an máthairthasc, críochnófar gach fo-thasc freisin.
he_il: למשימה זו יש {0} תתי-משימות שלא הושלמו.\n\nהשלמת המשימה הראשית תשלים גם את כל תתי-המשימות.
hi_in: इस टास्क में {0} अपूर्ण उप-टास्क हैं। मुख्य टास्क पूरा करने पर सभी उप-टास्क भी पूरे हो जाएंगे।
hr_hr: Ovaj zadatak ima {0} nedovršenih podzadataka. Dovršavanje nadređenog zadatka dovršit će i sve podzadatke.
hu_hu: Ennek a feladatnak {0} befejezetlen részfeladata van.\n\nA szülőfeladat befejezése az összes részfeladatot is befejezi.
id_id: Tugas ini memiliki {0} sub-tugas yang belum selesai. Menyelesaikan tugas induk juga akan menyelesaikan semua sub-tugas.
it_it: Questa attivita ha {0} sottoattivita incomplete.\n\nCompletare l'attivita principale completera anche tutte le sottoattivita.
lt_lt: Ši užduotis turi {0} neužbaigtas antrines užduotis.\n\nUžbaigus pagrindinę užduotį, bus užbaigtos ir visos antrinės užduotys.
lv_lv: Šim uzdevumam ir {0} nepabeigti apakšuzdevumi.\n\nPabeidzot galveno uzdevumu, tiks pabeigti arī visi apakšuzdevumi.
mt_mt: Dan il-kompitu għandu {0} sottokompiti mhux kompluti.\n\nIl-kompitu prinċipali meta jitlesta, jtemm ukoll is-sottokompiti kollha.
nb_no: Denne oppgaven har {0} ufullførte deloppgaver. Når hovedoppgaven fullføres, fullføres også alle deloppgavene.
pa_pk: ایس ٹاسک دے {0} نامکمل سب ٹاسک نیں۔\n\nاصل ٹاسک مکمل کرن نال سارے سب ٹاسک وی مکمل ہو جان گے۔
pl_pl: To zadanie ma {0} nieukończonych podzadań. Ukończenie zadania nadrzędnego ukończy również wszystkie podzadania.
pt_pt: Esta tarefa tem {0} subtarefa(s) incompleta(s).\n\nConcluir a tarefa principal também concluirá todas as subtarefas.
ro_ro: Această sarcină are {0} subtask-uri nefinalizate. Finalizarea sarcinii părinte va finaliza și toate subtask-urile.
ru_ru: У этой задачи {0} незавершённых подзадач.\n\nЗавершение родительской задачи завершит и все подзадачи.
sk_sk: Táto úloha má {0} nedokončených podúloh. Dokončenie hlavnej úlohy dokončí aj všetky podúlohy.
sl_si: To opravilo ima {0} nedokončanih podopravil. Dokončanje nadrejenega opravila bo dokončalo tudi vsa podopravila.
sr_latn_rs: Ovaj zadatak ima {0} nezavršenih podzadataka. Dovršavanje glavnog zadatka dovršiće i sve podzadatke.
sv_se: Den här uppgiften har {0} ofullständiga deluppgifter. Om du slutför huvuduppgiften slutförs även alla deluppgifter.
th_th: งานนี้มีงานย่อยที่ยังไม่เสร็จ {0} รายการ เมื่อทำงานหลักเสร็จ งานย่อยทั้งหมดจะเสร็จด้วย
tr_tr: Bu görevde {0} tamamlanmamış alt görev var. Üst görevi tamamlamak tüm alt görevleri de tamamlar.
uk_ua: Це завдання має {0} незавершених підзавдань. Завершення батьківського завдання також завершить усі підзавдання.
vi_vn: Công việc này có {0} công việc con chưa hoàn thành. Khi hoàn thành công việc cha, tất cả công việc con cũng sẽ được hoàn thành.
zh_tw: 此任務有 {0} 個未完成的子任務。\n\n完成父任務也將完成所有子任務。

# DefaultFilterThisWeekComboBoxItem.Content
source: This week
bg_bg: Тази седмица
bn_bd: এই সপ্তাহ
ca_es: Aquesta setmana
cs_cz: Tento týden
da_dk: Denne uge
el_gr: Αυτή την εβδομάδα
es_es: Esta semana
et_ee: Sel nädalal
fi_fi: Tällä viikolla
fr_fr: Cette semaine
ga_ie: An tseachtain seo
he_il: השבוע
hi_in: यह सप्ताह
hr_hr: Ovaj tjedan
hu_hu: Ezen a héten
id_id: Minggu ini
it_it: Questa settimana
ja_jp: 今週
ko_kr: 이번 주
lt_lt: Šią savaitę
lv_lv: Šī nedēļa
mt_mt: Din il-ġimgħa
nb_no: Denne uken
pa_pk: ایہہ ہفتہ
pl_pl: W tym tygodniu
pt_pt: Esta semana
ro_ro: Săptămâna aceasta
ru_ru: На этой неделе
sk_sk: Tento týždeň
sl_si: Ta teden
sr_latn_rs: Ove nedelje
sv_se: Denna vecka
th_th: สัปดาห์นี้
tr_tr: Bu hafta
uk_ua: Цього тижня
vi_vn: Tuần này
zh_tw: 本週

# TaskListFilterOptionAll
source: All tasks
bg_bg: Всички задачи
bn_bd: সব টাস্ক
ca_es: Totes les tasques
cs_cz: Všechny úkoly
da_dk: Alle opgaver
el_gr: Όλες οι εργασίες
es_es: Todas las tareas
et_ee: Kõik ülesanded
fi_fi: Kaikki tehtävät
fr_fr: Toutes les tâches
ga_ie: Gach tasc
he_il: כל המשימות
hi_in: सभी टास्क
hr_hr: Svi zadaci
hu_hu: Összes feladat
id_id: Semua tugas
it_it: Tutte le attivita
ja_jp: すべてのタスク
ko_kr: 모든 작업
lt_lt: Visos užduotys
lv_lv: Visi uzdevumi
mt_mt: Il-kompiti kollha
nb_no: Alle oppgaver
pa_pk: سارے ٹاسک
pl_pl: Wszystkie zadania
pt_pt: Todas as tarefas
ro_ro: Toate sarcinile
ru_ru: Все задачи
sk_sk: Všetky úlohy
sl_si: Vsa opravila
sr_latn_rs: Svi zadaci
sv_se: Alla uppgifter
th_th: งานทั้งหมด
tr_tr: Tüm görevler
uk_ua: Усі завдання
vi_vn: Tất cả công việc
zh_tw: 所有任務

# TaskListEmptyStateDefaultTitle
source: No tasks
bg_bg: Няма задачи
bn_bd: কোনো টাস্ক নেই
ca_es: No hi ha tasques
cs_cz: Žádné úkoly
da_dk: Ingen opgaver
el_gr: Δεν υπάρχουν εργασίες
es_es: No hay tareas
et_ee: Ülesandeid pole
fi_fi: Ei tehtäviä
fr_fr: Aucune tâche
ga_ie: Níl aon tascanna ann
he_il: אין משימות
hi_in: कोई टास्क नहीं
hr_hr: Nema zadataka
hu_hu: Nincsenek feladatok
id_id: Tidak ada tugas
it_it: Nessuna attivita
ja_jp: タスクはありません
ko_kr: 작업이 없습니다
lt_lt: Nėra užduočių
lv_lv: Nav uzdevumu
mt_mt: Ebda kompitu
nb_no: Ingen oppgaver
pa_pk: کوئی ٹاسک نہیں
pl_pl: Brak zadań
pt_pt: Sem tarefas
ro_ro: Nicio sarcină
ru_ru: Нет задач
sk_sk: Žiadne úlohy
sl_si: Ni opravil
sr_latn_rs: Nema zadataka
sv_se: Inga uppgifter
th_th: ไม่มีงาน
tr_tr: Görev yok
uk_ua: Немає завдань
vi_vn: Không có công việc
zh_tw: 暫無任務

# SettingsLogOutTextBlock.Text
source: Log out
bg_bg: Изход
bn_bd: লগ আউট
ca_es: Tanca la sessió
cs_cz: Odhlásit se
da_dk: Log ud
el_gr: Αποσύνδεση
es_es: Cerrar sesión
et_ee: Logi välja
fi_fi: Kirjaudu ulos
fr_fr: Se déconnecter
ga_ie: Logáil amach
he_il: התנתק
hi_in: लॉग आउट
hr_hr: Odjava
hu_hu: Kijelentkezés
id_id: Keluar
it_it: Disconnetti
ja_jp: ログアウト
ko_kr: 로그아웃
lt_lt: Atsijungti
lv_lv: Izrakstīties
mt_mt: Oħroġ
nb_no: Logg av
pa_pk: لاگ آؤٹ
pl_pl: Wyloguj
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выйти
sk_sk: Odhlásiť sa
sl_si: Odjava
sr_latn_rs: Odjavi se
sv_se: Logga ut
th_th: ออกจากระบบ
tr_tr: Oturumu kapat
uk_ua: Вийти
vi_vn: Đăng xuất
zh_tw: 登出

# ShellStatusListUpdated
source: List updated
bg_bg: Списъкът е обновен
bn_bd: তালিকা আপডেট হয়েছে
ca_es: Llista actualitzada
cs_cz: Seznam aktualizován
da_dk: Liste opdateret
el_gr: Η λίστα ενημερώθηκε
es_es: Lista actualizada
et_ee: Loend uuendatud
fi_fi: Lista päivitetty
fr_fr: Liste mise à jour
ga_ie: Liosta nuashonraithe
he_il: הרשימה עודכנה
hi_in: सूची अपडेट हुई
hr_hr: Popis je ažuriran
hu_hu: Lista frissítve
id_id: Daftar diperbarui
it_it: Lista aggiornata
ja_jp: リストを更新しました
ko_kr: 목록이 업데이트됨
lt_lt: Sąrašas atnaujintas
lv_lv: Saraksts atjaunināts
mt_mt: Il-lista ġiet aġġornata
nb_no: Liste oppdatert
pa_pk: لسٹ اپڈیٹ ہو گئی
pl_pl: Zaktualizowano listę
pt_pt: Lista atualizada
ro_ro: Lista a fost actualizată
ru_ru: Список обновлён
sk_sk: Zoznam aktualizovaný
sl_si: Seznam je posodobljen
sr_latn_rs: Lista ažurirana
sv_se: Lista uppdaterad
th_th: อัปเดตรายการแล้ว
tr_tr: Liste güncellendi
uk_ua: Список оновлено
vi_vn: Đã cập nhật danh sách
zh_tw: 列表已更新

# TaskListConfirmCompleteSubtasksPrimary
source: Complete All
bg_bg: Завърши всички
bn_bd: সব সম্পন্ন করুন
ca_es: Completa-ho tot
cs_cz: Dokončit vše
da_dk: Fuldfør alle
el_gr: Ολοκλήρωση όλων
es_es: Completar todo
et_ee: Lõpeta kõik
fi_fi: Merkitse kaikki valmiiksi
fr_fr: Tout terminer
ga_ie: Críochnaigh gach ceann
he_il: השלם הכל
hi_in: सभी पूर्ण करें
hr_hr: Dovrši sve
hu_hu: Összes befejezése
id_id: Selesaikan semua
it_it: Completa tutto
ja_jp: すべて完了
ko_kr: 모두 완료
lt_lt: Užbaigti viską
lv_lv: Pabeigt visus
mt_mt: Imla kollox
nb_no: Fullfør alle
pa_pk: سارے مکمل کرو
pl_pl: Ukończ wszystko
pt_pt: Concluir tudo
ro_ro: Finalizează tot
ru_ru: Завершить всё
sk_sk: Dokončiť všetko
sl_si: Dokončaj vse
sr_latn_rs: Završi sve
sv_se: Slutför alla
th_th: ทำทั้งหมดให้เสร็จ
tr_tr: Tümünü Tamamla
uk_ua: Завершити все
vi_vn: Hoàn thành tất cả
zh_tw: 全部完成

# TaskListFilterOptionCompleted
source: Completed
bg_bg: Завършени
bn_bd: সম্পন্ন
ca_es: Completades
cs_cz: Dokončené
da_dk: Fuldførte
el_gr: Ολοκληρωμένες
es_es: Completadas
et_ee: Lõpetatud
fi_fi: Valmiit
fr_fr: Terminées
ga_ie: Críochnaithe
he_il: הושלמו
hi_in: पूर्ण
hr_hr: Dovršeni
hu_hu: Befejezett
id_id: Selesai
it_it: Completate
ja_jp: 完了
ko_kr: 완료
lt_lt: Užbaigtos
lv_lv: Pabeigti
mt_mt: Kompluti
nb_no: Fullførte
pa_pk: مکمل
pl_pl: Ukończone
pt_pt: Concluídas
ro_ro: Finalizate
ru_ru: Завершённые
sk_sk: Dokončené
sl_si: Dokončana
sr_latn_rs: Završeni
sv_se: Slutförda
th_th: เสร็จแล้ว
tr_tr: Tamamlanmış
uk_ua: Завершені
vi_vn: Đã hoàn thành
zh_tw: 已完成
